Repository: xfce-mirror/xfce4-diskperf-plugin
Catalog: po/*.po
Languages: et, kk, ro

source: Device
et: Seade
kk: Құрылғы
ro: Dispozitiv

source: Input the device name, then press <Enter>
et: Sisesta seadme nimi ja siis vajuta <Enter>
kk: Құрылғы атауын енгізіңіз, содан кейін <Enter> пернесін басыңыз
ro: Introduceți numele dispozitivului, apoi apăsați «Enter»

source: Data collection period
et: Andmete kogumise ajavahemik
kk: Деректерді жинау кезеңі
ro: Perioada de colectare a datelor

source: Update interval (s)
et: Uuendamise välp (s)
kk: Жаңарту аралығы (с)
ro: Intervalul de actualizare (s)

source: Label
et: Silt
kk: Белгі
ro: Etichetă

source: Tick to display label
et: Sildi kuvamiseks lisa siia linnuke
kk: Белгіні көрсету үшін шертіңіз
ro: Bifați pentru a afișa eticheta

source: Input the label, then press <Enter>
et: Sisesta siia silt ja siis vajuta <Enter>
kk: Белгіні енгізіңіз, содан кейін <Enter> пернесін басыңыз
ro: Introduceți eticheta, apoi apăsați «Enter»

source: Monitor
et: Jälgimisvaade
kk: Монитор

source: I/O transfer
et: S/V edastuskiirus
kk: Е/Ш тасымалдауы
ro: transfer In/Ieș

source: MiB transferred / second
et: Edastatud MiB / sekundis
kk: Тасымалданған МиБ / секунд
ro: Mio transferați / secundă

source: Busy time
et: Hõivatus
kk: Бос емес уақыт
ro: Timp ocupat

source: Percentage of time the device is busy
et: Hõivatuse aeg protsentuaalselt
kk: Құрылғының бос емес уақытының пайызы
ro: Procentul de timp în care dispozitivul este ocupat

source: Max. I/O rate (MiB/s)
et: Suurim sisend/väljund edastuskiirus (MiB/s)
kk: Макс. Е/Ш жылдамдығы (МиБ/с)
ro: Rata de I/O max. (Mio/s)

source: Input the maximum I/O transfer rate of the device, then press <Enter>
et: Sisesta selle seadme suurm võimalik andmete edastuskiirus ja siis vajuta <Enter>
kk: Құрылғының максималды Е/Ш тасымалдау жылдамдығын енгізіңіз, содан кейін <Enter> пернесін басыңыз
ro: Introduceți rata maximă de transfer I/O a dispozitivului, apoi apăsați «Enter»

source: Combine Read/Write data
et: Liida lugemis- ja kirjutamisandmed
kk: Оқу/Жазу деректерін біріктіру
ro: Combină datele de citire/scriere

source: Combine Read/Write data into one single monitor?
et: Kas liidame lugemis- ja kirjutamisandmed ühte jälgimisvaatesse?
kk: Оқу/Жазу деректерін бір мониторға біріктіру керек пе?
ro: Combinați datele de citire/scriere într-un singur monitor?

source: Bar color
et: Tulpdiagrammi värv
kk: Баған түсі
ro: Culoarea barei

source: Press to change color
et: Värvi muutmiseks klõpsi
kk: Түсті өзгерту үшін басыңыз
ro: Apăsați pentru a schimba culoarea

source: Read bar color
et: Lugemist märkiva tulba värv
kk: Оқу бағанының түсі
ro: Culoarea barei de citire

source: Write bar color
et: Kirjutamist märkiva tulba värv
kk: Жазу бағанының түсі
ro: Culoarea barei de scriere

source: Bar order
et: Tulpade järjekord
kk: Бағандар реті
ro: Ordinea barelor

source: Read-Write
et: Lugemine-Kirjutamine
kk: Оқу-Жазу
ro: Citire-scriere

source: "Read" monitor first
et: Jälgi esmalt lugemist
kk: Алдымен "Оқу" мониторы
ro: Monitorul „Citire” primul

source: Write-Read
et: Kirjutamine-Lugemine
kk: Жазу-Оқу
ro: Scriere-citire

source: "Write" monitor first
et: Jälgi esmalt kirjutamist
kk: Алдымен "Жазу" мониторы
ro: Monitorul „Scriere” primul

source: %s: Device statistics unavailable.
et: %s: seadme statistika pole saadaval.
kk: %s: Құрылғы статистикасы қолжетімсіз.
ro: %s: Statisticile dispozitivului nu sunt disponibile.

source: %s ---------------- I/O (MiB/s) Read: %3.2f Write: %3.2f Total: %3.2f Busy time (%c) Read: %d Write: %d Total: %d
et: %s ---------------- S/V (MiB/s) Lugemine: %3.2f Kirjutamine: %3.2f Kokku: %3.2f Hõivatus (%c) Lugemine: %d Kirjutamine: %d Kokku: %d
kk: %s ---------------- Е/Ш (МиБ/с) Оқу: %3.2f Жазу: %3.2f Жалпы: %3.2f Бос емес уақыт (%c) Оқу: %d Жазу: %d Жалпы: %d
ro: %s ---------------- In/Ieș (Mio/s) Citire: %3.2f Scriere: %3.2f Total: %3.2f Busy time (%c) Citire: %d Scriere: %d Total: %d

source: %s %s: %s (%d) This monitor will not work! Please remove it.
et: %s %s: %s (%d) See jälgimisvaade ei toimi! Palun eemalda ta ribalt.
kk: %s %s: %s (%d) Бұл монитор жұмыс істемейді! Оны өшіріңіз.
ro: %s %s: %s (%d) Acest monitor nu va funcționa! Vă rugăm să-l eliminați.

source: %s: No disk extended statistics found! Either old kernel (< 2.4.20) or not compiled with CONFIG_BLK_STATS turned on. This monitor will not work! Please remove it.
et: %s: Andmekandja laiendatud statistikat ei leidu! Tegevist võib olla kas vana kerneliga (< 2.4.20) või on kompileerimisel CONFIG_BLK_STATS jäänud sisse lülitamata. See jälgimisvaade ei toimi! Palun eemalda ta ribalt.
kk: %s: Дискінің кеңейтілген статистикасы табылмады! Ядро ескі (< 2.4.20) болуы мүмкін, болмаса ол CONFIG_BLK_STATS қосулы күйде жиналмаған. Бұл монитор жұмыс істемейді! Оны өшіріңіз.
ro: %s: Nu s-au găsit statistici extinse pe disc! Fie nucleul este vechi (< 2.4.20), fie nu este compilat cu opțiunea CONFIG_BLK_STATS activată. Acest monitor nu va funcționa! Vă rugăm să îl eliminați.

source: %s: Unknown error This monitor will not work! Please remove it.
et: %s: Tundmatu viga See jälgimisvaade ei toimi! Palun eemalda ta ribalt.
kk: %s: Белгісіз қате Бұл монитор жұмыс істемейді! Оны өшіріңіз.
ro: %s: Eroare necunoscută Acest monitor nu va funcționa! Vă rugăm să îl eliminați.

source: Diskperf monitor displays instantaneous disk I/O transfer rates and busy times
et: Kettajõudluse jälgija võimaldab jälgida andmete liigutamise kiirust ja seadme hõivatust reaalajas
kk: Diskperf мониторы дискінің лездік Е/Ш тасымалдау жылдамдықтары мен бос емес уақыттарын көрсетеді
ro: Monitorul Diskperf afișează ratele instantanee de transfer In/Ieș pe disc și timpii de ocupare

source: Disk Performance Monitor
et: Kettajõudluse jälgija
kk: Диск өнімділігінің мониторы
ro: Monitor de performanță a discului

source: _Close
et: _Sulge
kk: _Жабу
ro: În_chide

source: Show disk performance
et: Jälgi andmekandja jõudlust
kk: Диск өнімділігін көрсету
